Repository: appculture/uiimagecolors-ios
Catalog: Ressources/Data/*.lproj/Localizable.strings
Languages: fr

# TabBarItem0
source: Customer card
fr: Carte client

# TabBarItem1
source: Vouchers
fr: Bons

# TabBarItem2
source: Branches
fr: Magasins

# All.CancelText
source: Cancel
fr: Annuler

# All.SaveText
source: Save
fr: Enregistrer

# All.DoneText
source: Done
fr: Terminé

# All.SendText
source: Send
fr: Envoyer

# All.OpenInSafariText
source: Open in safari
fr: Ouvrir dans Safari

# All.ConnectErrorText
source: Could not connect to Globus. Please check your Internet connection or try again later.
fr: La connexion à Globus a échoué. Veuillez vérifier votre connexion Internet ou réessayer plus tard.

# All.Back
source: Back
fr: Retour

# All.ForgetPasswordText
source: Forgotten password
fr: Mot de passe oublié?

# All.CallText
source: Call
fr: Appeler

# All.YesText
source: Yes
fr: Oui

# All.NoText
source: No
fr: Non

# All.Activate
source: Redeem
fr: Echanger

# All.LanguageCode
source: en
fr: fr

# Alert.Registration.TitleText
source: Registration
fr: Inscription

# Alert.Registration.IncorrectRegistration.MessageText
source: Please check whether you have selected the language, completed all required fields and accepted the GTCs.
fr: S'il vous plaît vérifiez si vous avez sélectionné la langue, remplissé tous les champs obligatoires et les Conditions générales sont acceptées.

# Alert.Registration.WrongConfirmEmail.MessageText
source: The email addresses do no match. Please check your entry.
fr: Les adresses e-mail ne concordent pas. Veuillez vérifier votre saisie.

# Alert.Registration.WrongConfirmPassword.MessageText
source: The passwords do not match. Please check your entry.
fr: Les mots de passe ne concordent pas. Veuillez vérifier votre saisie.

# Alert.Registration.UsernameExists.MessageText
source: The email already exists. Please choose a different one.
fr: Cette adresse e-mail existe déjà. Veuillez en choisir une autre.

# Alert.Registration.PasswordToShort.MessageText
source: The password is too short. It must have between 6 and 15 characters.
fr: Votre mot de passe est trop court. Il doit comporter entre 6 et 15 caractères.

# Alert.Registration.NotAssignableOrNotValid.MessageText
source: The GlobusCard / CRC number is incorrect or already assigned.
fr: Le numéro de la GlobusCard/CRC est incorrect ou déjà attribué

# Alert.Registration.AssignableAndValid.MessageText
source: The GlobusCard number is valid.
fr: Le numéro de la GlobusCard est valable.

# Alert.Registration.NoHousnumberAvailable.MessageText
source: The house number is empty. Do you have a house number?
fr: Le champ «rue et n°» est vide. Pouvez-vous le compléter?

# Alert.Registration.NumberInFirstName.MessageText
source: No numbers are permitted in the firstname.
fr: Le prénom ne doit pas comporter de chiffres!

# Alert.Registration.NumberInLastName.MessageText
source: No numbers are permitted in the lastname.
fr: Le nom ne doit pas comporter de chiffres!

# Alert.Registration.UnsupportedCountry.MessageText
source: Only addresses in Switzerland, Germany, France, Austria, Italy and Liechtenstein can be accepted.
fr: Seules des adresses de Suisse, d’Allemagne, de France, d’Autriche, d’Italie ou du Liechtenstein peuvent être reprises.

# Alert.Registration.UserCreated.MessageText
source: Your user has been created. You will shortly receive an email with a confirmation link to activate the user.
fr: Votre profil utilisateur a été créé. Vous recevrez sous peu un e-mail avec un lien de confirmation vous permettant d'activer votre accès.

# Alert.Login.TitleText
source: Login
fr: Se connecter

# Alert.Login.WrongUsernameOrPassword.MessageText
source: Email or password incorrect
fr: E-mail ou mot de passe incorrect

# Alert.Login.UsernameOrPasswordAreMisssing.MessageText
source: Email and password must be completed.
fr: Les champs réservés à l'adresse e-mail et au mot de passe doivent être complétés.

# Alert.Coupons.Language.TitleText
source: Voucher language
fr: Coupon - langue

# Alert.Coupons.Language.BodyText
source: Which language would you prefer for vouchers?
fr: Dans quelle langue souhaiteriez-vous recevoir les coupons?

# Alert.ChangeEmail.TitleText
source: Change email
fr: Modifier votre e-mail

# Alert.ChangeEmail.MissingFields.MessageText
source: Please complete all the required fields correctly to register.
fr: Veuillez vous inscrire en complétant tous les champs nécessaires.

# Alert.ChangeEmail.WrongConfirmEmail.MessageText
source: The email addresses do not match. Please check your entry.
fr: Les adresses e-mail saisies ne concordent pas. Veuillez vérifier votre saisie.

# Alert.ChangeEmail.NotValidEmail.MessageText
source: The email address is not valid. Please check your entry.
fr: L'adresse e-mail n'est pas valable. Veuillez vérifier votre saisie.

# Alert.ChangeEmail.EmailChanged.MessageText
source: Your email has been changed successfully. Please use the new email when you next login.
fr: Votre adresse e-mail a été modifiée! Lors de votre prochaine connexion, veuillez utiliser cette nouvelle adresse e-mail.

# Alert.ChangeEmail.UsernameExists.MessageText
source: The email already exists. Please choose a different name.
fr: Cette adresse e-mail existe déjà. Veuillez en choisir une autre.

# Alert.ChangePassword.TitleText
source: Change password
fr: Modifier le mot de passe

# Alert.ChangePassword.MissingFields.MessageText
source: Please complete all the required fields correctly to register.
fr: Veuillez vous inscrire en complétant tous les champs nécessaires.

# Alert.ChangePassword.WrongConfirmPassword.MessageText
source: The passwords do not match. Please check your entry.
fr: Les mots de passe saisis ne concordent pas. Veuillez vérifier vos indications.

# Alert.ChangePassword.PasswordToShort.MessageText
source: The password is too short. It must have between 6 and 15 characters.
fr: Votre mot de passe est trop court. Il doit comporter entre 6 et 15 caractères.

# Alert.ChangePassword.PasswordChanged.MessageText
source: Your password has been changed successfully. Please use the new password when you next login.
fr: Votre nouveau mot de passe a été modifié! Lors de votre prochaine connexion, veuillez utiliser ce nouveau mot de passe.

# Alert.EditProfile.TitleText
source: Change personal details
fr: Modifier vos données personnelles

# Alert.EditProfile.TelToShort.MessageText
source: The telephone number is too short.
fr: Le numéro de téléphone est trop court.

# Alert.EditProfile.IncorrectProfileUpdate.MessageText
source: Please complete all the required fields correctly to register.
fr: Veuillez vous inscrire en complétant tous les champs nécessaires.

# Alert.EditProfile.NumberInFirstName.MessageText
source: No numbers are permitted in the firstname.
fr: Le prénom ne doit pas comporter de chiffres!

# Alert.EditProfile.NumberInLastName.MessageText
source: No numbers are permitted in the lastname.
fr: Le nom ne doit pas comporter de chiffres!

# Alert.EditProfile.ProfileUpdated.MessageText
source: Your personal details have been successfully changed.
fr: Vos coordonnées ont été modifiées!

# Alert.Activation.TitleText
source: Activate
fr: Activer

# Alert.Activation.ActivationOK.MessageText
source: You have been sent another activation email.
fr: Un nouveau e-mail d’activation vous a été envoyé.

# Alert.Activation.ResendActivationTitleText
source: The user has not been activated.
fr: Utilisateur pas activé

# Alert.Activation.ResendActivationBodyText
source: The user has not been activated. Would you like to receive another activation email?
fr: L’utilisateur n’est pas activé. Souhaiteriez-vous recevoir à nouveau un e-mail d’activation?

# Alert.Activation.CancelButtonText
source: Cancel
fr: Annuler

# Alert.Activation.SendButtonText
source: Send
fr: Envoyer

# CustomerCard.GlobusCard.TitleText
source: Your personal customer card
fr: Votre carte client personnelle

# CustomerCard.Info.TitleText
source: Welcome to GlobusCard, your personal customer card
fr: Bienvenue chez GlobusCard, votre carte client personnelle!

# CustomerCard.Info.MessageText
source: Simply enjoy: the advantages of the GlobusCard. Benefit from bonus vouchers, a 10% shopping day and much more besides. In your Globus and Herren Globus now.
fr: Profiter, tout simplement: les avantages de la GlobusCard. Profitez de bons «bonus», d'une journée de shopping avec 10% de rabais et de bien d'autres avantages! Maintenant dans vos magasins Globus et Globus Hommes.

# Login.TitleText
source: Login
fr: Se connecter

# Login.GlobusAccountText
source: Please login
fr: Veuillez vous identifier.

# Login.PasswordText
source: Password
fr: Mot de passe

# Login.PasswordResetShortText
source: Forgotten?
fr: Oublié?

# Login.PasswordReset.TitleText
source: Forgotten password
fr: Mot de passe oublié?

# Login.PasswordReset.Url
source: https://www.globuscard.ch/de/forgotpw.html
fr: https://www.globuscard.ch/fr/forgotpw.html

# Registration.ViewTitleText
source: Register now
fr: Enregistrez-vous!

# Registration.GlobusCardAvailable
source: GlobusCard available?
fr: Disposez-vous d'une GlobusCard?

# Registration.CardNumberText
source: Card number
fr: Numéro de carte

# Registration.LanguageInformationText
source: Please state your preferred language for correspondence.
fr: Veuillez indiquer la langue dans laquelle vous souhaitez recevoir notre correspondance.

# Registration.LanguageText
source: Language
fr: Langue

# Registration.LanguageGermanText
source: German
fr: Allemand

# Registration.LanguageFrenchText
source: French
fr: Français

# Registration.LanguageItalianText
source: Italian
fr: Italien

# Registration.ChooseContactText
source: Select contact
fr: Sélectionner un contact

# Registration.AutoFillInformationText
source: You can select your contact from the address book and complete the fields with your data.
fr: Vous pouvez sélectionner votre contact dans le carnet d'adresses et remplir les champs avec vos données.

# Registration.EMailAddressConfirmText
source: Confirm
fr: Confirmer

# Registration.PasswordText
source: Password
fr: Mot de passe

# Registration.PasswordConfirmText
source: Confirm
fr: Confirmer

# Registration.EmailAddressInformationText
source: The email address is also your user name.
fr: L'adresse e-mail est également utilisée comme nom d'utilisateur

# Registration.SalutationText
source: Form of address
fr: Civilité

# Registration.SalutationMsText
source: Ms
fr: Madame

# Registration.SalutationMrText
source: Mr
fr: Monsieur

# Registration.SalutationCompanyText
source: Company
fr: Société

# Registration.SalutationFamilyText
source: Family
fr: Famille

# Registration.SalutationMrAndMrsTex
source: Mr and Mrs
fr: M. et Mme

# Registration.TitleText
source: Title
fr: Titre

# Registration.TitlePriestText
source: Revd/Father
fr: Prêtre/Pasteur

# Registration.FirstNameText
source: Firstname
fr: Prénom

# Registration.LastNameText
source: Lastname
fr: Nom

# Registration.StreetText
source: Address
fr: Adresse

# Registration.StreetNumberText
source: No.
fr: N°

# Registration.AdditionalAddressText
source: Address (contd.)
fr: Complément adresse

# Registration.ZIPText
source: Postal code
fr: NPA

# Registration.CityText
source: Town
fr: Localité

# Registration.CountryText
source: Country
fr: Pays

# Registration.CountrySwitzerlandText
source: Switzerland
fr: Suisse

# Registration.CountryGermanyText
source: Germany
fr: Allemagne

# Registration.CountryAustriaText
source: Austria
fr: Autriche

# Registration.CountryItalyText
source: Italy
fr: Italie

# Registration.DateOfBirthText
source: Date of birth
fr: Date de naissance

# Registration.RegistrationText
source: Register
fr: S'enregistrer

# Registration.CustomerNumberText
source: Customer number
fr: Numéro client

# Registration.TermsText
source: Accept GTCs
fr: Accepter les Conditions générales

# ValidationError.ToShortText
source: %@ is too short.
fr: %@ est trop court.

# ValidationError.OutOfRangeText
source: %@: You must be at least 12 years old.
fr: %@: vous devez avoir 12 ans révolus.

# ValidationError.InvalidText
source: %@ is invalid.
fr: %@ n'est pas valable.

# ValidationError.ToLongText
source: %@ is too long.
fr: %@ est trop long.

# Profile.TitleText
source: My account
fr: Mon compte

# Profile.GlobusCardText
source: Customer number
fr: Numéro client

# Profile.ChangePasswordText
source: Change password
fr: Modifier le mot de passe

# Profile.ChangeEmailText
source: Change email
fr: Modifier l'adresse e-mail

# Profile.EditProfileText
source: Personal details
fr: Identité

# ChangeEmail.TitleText
source: Change email
fr: Modifier l'adresse e-mail

# ChangeEmail.NewEmailText
source: New email
fr: Nouvelle adresse e-mail

# ChangeEmail.ConfirmNewEmailText
source: Confirm
fr: Confirmer

# ChangePassword.TitleText
source: Change password
fr: Modifier le mot de passe

# ChangePassword.NewPasswordText
source: New password
fr: Nouveau mot de passe

# ChangePassword.ConfirmNewPasswordText
source: Confirm
fr: Confirmer

# EditProfile.TitleText
source: Personal details
fr: Identité

# LoadingText
source: Loading
fr: Charger

# Contact.HeaderText
source: Magazine zum Globus AG
fr: Grands Magasins Globus SA

# Contact.PhoneButton
source: Phone
fr: Téléphone

# Contact.PhoneCallText
source: Do you really want to call?
fr: Souhaitez-vous vraiment établir un appel?

# Contact.PhoneNotPossibleTitle
source: Call
fr: Appeler

# Contact.PhoneNotPossibleText
source: You cannot call with this device.
fr: Vous ne pouvez pas établir d'appel avec cet appareil

# Contact.MapButton
source: Address
fr: Adresse

# Contact.ContactButton
source: GTCs
fr: Conditions générales

# Contact.Appculture.Url
source: www.appculture.com/en/
fr: http://www.appculture.com

# Contact.WebsiteText
source: You can find out more about GlobusCard by visiting
fr: Vous trouverez de plus amples informations concernant GlobusCard sur

# Contact.WebsiteUrl
source: https://www.globuscard.ch/web-d
fr: https://www.globuscard.ch/web-f

# ErrorCodes.AUTH_MISSING
source: Email or password incorrect
fr: Adresse e-mail ou mot de passe incorrect

# ErrorCodes.AUTH_ILLEGAL
source: Email or password incorrect
fr: Adresse e-mail ou mot de passe incorrect

# ErrorCodes.AUTH_INVALID
source: Email or password incorrect
fr: Adresse e-mail ou mot de passe incorrect

# ErrorCodes.AUTH_TYP_ILLEGAL
source: Email or password incorrect
fr: Adresse e-mail ou mot de passe incorrect

# ErrorCodes.AUTH_NONCE_INVALID
source: Email or password incorrect
fr: Adresse e-mail ou mot de passe incorrect

# ErrorCodes.AUTH_MISSING_USER_OR_PWD
source: Email or password missing
fr: E-mail ou mot de passe non indiqué

# ErrorCodes.CLIENT_NOT_ACTIVATED
source: The user has not been activated yet.
fr: L'utilisateur n'a pas encore été activé.

# ErrorCodes.CLIENT_OR_CARD_ALREADY_USED
source: The email or customer card is already registered.
fr: L'adresse e-mail ou la carte client est déjà enregistrée.

# ValidationErrorCodes.OUT_OF_RANGE.Geburtsdatum
source: You must be at least 12 years old.
fr: Vous devez avoir 12 ans révolus.

# ValidationErrorCodes.TO_SHORT.Plz
source: Postal code is too short.
fr: Le NPA est trop court.

# ValidationErrorCodes.INVALID.Globus_Card
source: The GlobusCard or CRC number is invalid.
fr: Le numéro de la GlobusCard/CRC n'est pas valable

# StoreDetails.TitleText
source: Info
fr: Infos

# StoreDetails.WorkingHours
source: Opening hours
fr: Heures d'ouverture

# StoreDetails.WorkingDaysNames
source: Monday<new_line>Tuesday<new_line>Wednesday<new_line>Thursday<new_line>Friday<new_line>Saturday<new_line>Sunday
fr: Lundi<new_line>Mardi<new_line>Mercredi<new_line>Jeudi<new_line>Vendredi<new_line>Samedi<new_line>Dimanche

# LocationList.AllLocationsText
source: All branches
fr: Tous les magasins

# LocationList.HolidaysText
source: Public holidays
fr: Jours fériés

# Locations.UpdatingText
source: Localising...
fr: Localisation...

# Holidays.TitleText
source: Public holidays
fr: Jours fériés

# Coupons.bonusCoupons.TitleText
source: Bonus voucher
fr: Bon Bonus

# Coupons.promoCoupons.TitleText
source: Offer voucher
fr: Bon – offre spéciale

# Coupons.bonusCoupon.TitleText
source: Bonus voucher
fr: Bon Bonus

# Coupons.promoCoupon.TitleText
source: Offer voucher
fr: Bon – offre spéciale

# Coupons.Active
source: Active
fr: Valable

# Coupons.Used
source: Used
fr: Déjà utilisé

# Coupons.emptyList.Text
source: No vouchers are currently available. Please try again later.
fr: Aucun bon d’achat n’est disponible pour le moment. Veuillez essayer à nouveau ultérieurement.

# Coupon.TitleText
source: Voucher
fr: Bon

# Coupon.AcitvateButton.Text
source: Redeem voucher
fr: Echanger un bon

# Coupon.Alert.ActivateTitle
source: Please note
fr: Attention!

# Coupon.Alert.ActivateText
source: The voucher can only be redeemed once. After activation, this %@ can be seen. Do you want to redeem it now?
fr: Il n'est possible de faire valoir un bon qu'une seule fois. Après son activation, %@ s'affiche sur l'écran. Souhaitez-vous le faire valoir maintenant?

# Coupon.Alert.BonusCoupon.TimeText
source: 24 hours
fr: 24 heures

# Coupon.Alert.PromoCoupon.TimeText
source: 12 hours
fr: 12 heures

# DaysOfWeek.Montag
source: Monday
fr: Lundi

# DaysOfWeek.Dienstag
source: Tuesday
fr: Mardi

# DaysOfWeek.Mittwoch
source: Wednesday
fr: Mercredi

# DaysOfWeek.Donnerstag
source: Thursday
fr: Jeudi

# DaysOfWeek.Freitag
source: Friday
fr: Vendredi

# DaysOfWeek.Samstag
source: Saturday
fr: Samedi

# DaysOfWeek.Sonntag
source: Sunday
fr: Dimanche

# WorkingHours.Closed
source: closed
fr: fermé

# Alert.PhoneCall.TitleText
source: Calling not possible
fr: Impossible de téléphoner

# Alert.PhoneCall.NoPhoneCall.MessageText
source: It is not possible to make a call with this device.
fr: Il n'est pas possible de téléphoner avec votre appareil.

# Profile.ReminderInformationText
source: Switch the reminder function for the vouchers on and off.
fr: Activez ou désactivez la fonction «rappel» pour les bons.

# Profile.ReminderText
source: Voucher reminder
fr: Rappel bons

# Alarm.TitleShow
source: Voucher reminder
fr: Rappel bons

# Alarm.SeveralVoucherText
source: Several vouchers will expire in 7 days.
fr: Plusieurs bons expirent dans 7 jours.

# Alarm.MessageText
source: The voucher "%@" will expire in 7 days.
fr: Le bon "%@" expirera dans 7 jours.

# All.ShowButton
source: Show
fr: Afficher

# Alert.Coupons.Push.TitleText
source: Error loading
fr: Erreur lors du téléchargement

# Alert.Coupons.Push.BodyText
source: The coupon requested has been redeemed or cannot be found.
fr: Ce coupon a déjà été utilisé ou n’a pas pu être trouvé.

# Profile.PushDisabledInformationText
source: Push notifications have been disabled. They can be turned on in the settings.
fr: Les notifications push ne sont pas activées. Vous pouvez activer les notifications push dans les paramètres.

# Profile.PushEnabledInformationText
source: Push notifications are enabled. They can be turned off in the settings.
fr: Les notifications push sont activées. Vous pouvez désactiver les notifications push dans les paramètres.

# Profile.PushText
source: Push notifications
fr: Notifications push

# ErrorCodes.CLIENT_ALREADY_EXISTS
source: The email already exists. Please choose a different one.
fr: Cette adresse e-mail existe déjà. Veuillez en choisir une autre.

# StoreDetails.ShopClosed
source: This branch is currently closed for renovation. More information is available at «Special opening hours.»
fr: Ce magasin est actuellement fermé pour rénovation. Pour plus d’informations, voir «ouvertures exceptionnelles.»

# StoreDetails.Holidays.NoItems
source: No special opening hours are planned for the time being.
fr: Aucune ouverture exceptionnelle n’est actuellement prévue.
